Repository: fer0n/Unwatched
Catalog: Unwatched/Unwatched/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl

# tipTitleNextMessage
source: Long press the “next video” button inside the player to enable continuous play or play it on repeat.
de: Ein Rechtsklick auf den “nächstes Video”-Button im Player gibt Optionen zur kontinuierliche oder wiederholenden Wiedergabe.
es: Mantén presionado el botón de “siguiente video” dentro del reproductor para activar la reproducción continua o repetirlo.
fr: Appuyez longuement sur le bouton "vidéo suivante" dans le lecteur pour activer la lecture continue ou la lecture en boucle.
pl: Przytrzymaj przycisk "następne wideo" w odtwarzaczu, aby włączyć ciągłe odtwarzanie lub odtwarzanie w pętli.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
pl: Dzisiaj

source: Today, %@
de: Heute, %@
es: Hoy, %@
fr: Aujourd'hui, %@
pl: Dzisiaj, %@

source: Toggle Fullscreen
de: Vollbild Umschalten
es: Alternar pantalla completa
fr: Basculer en plein écran
pl: Przełącz pełny ekran

source: Toggle Sidebar
de: Seitenleiste Umschalten
es: Alternar barra lateral
fr: Afficher/Masquer la barre latérale
pl: Przełącz panel boczny

# toggleTemporarySpeed
source: Temporary Playback Speed
de: Vorübergehende Abspielgeschwindigkeit
es: Velocidad de reproducción temporal
fr: Vitesse de lecture temporaire
pl: Tymczasowa prędkość odtwarzania

# tutorialHelper
source: Search YouTube to quickly add your favorite channels to Unwatched
de: Durchsuche YouTube, um deine Lieblingskanäle zu Unwatched hinzuzufügen
es: Busca en YouTube para añadir rápidamente tus canales favoritos a Unwatched
fr: Recherchez sur YouTube pour ajouter rapidement vos chaînes préférées à Unwatched
pl: Szukaj na YouTube, aby dodać swoje ulubione kanały do Unwatched

# tvOsFaqA
source: Yes, but it doesn't support a custom player and opens the YouTube app instead. A custom player is sadly not possible due to technical & legal restrictions. You can also use AirPlay to cast from Unwatched to Apple TV. Enter fullscreen by tapping the fullscreen button on the video player (bottom right, not on macOS), then choose AirPlay.
de: Ja, aber Unwatched unterstützt keinen eigenen Player auf tvOS und öffnet stattdessen die YouTube App. Ein eigener Player ist leider aufgrund von technischen & rechtlichen Einschränkungen nicht möglich. Alternativ kann AirPlay verwendet werden. Dazu muss im Player unten rechts der native iOS Vollbild-Modus gestartet werden. Von dort kann AirPlay ausgewählt werden.
es: Sí, pero no es compatible con un reproductor personalizado y abre la aplicación de YouTube en su lugar. Un reproductor personalizado lamentablemente no es posible debido a restricciones técnicas y legales. También puedes usar AirPlay para transmitir desde Unwatched a Apple TV. Entra en pantalla completa tocando el botón de pantalla completa en el reproductor de video (abajo a la derecha, no en macOS), luego elige AirPlay.
fr: Oui, mais cela ne prend pas en charge un lecteur personnalisé et ouvre l'application YouTube à la place. Un lecteur personnalisé n'est malheureusement pas possible en raison de restrictions techniques et légales. Vous pouvez également utiliser AirPlay pour diffuser depuis Unwatched vers Apple TV. Passez en plein écran en appuyant sur le bouton plein écran du lecteur vidéo (en bas à droite, pas sur macOS), puis choisissez AirPlay.
pl: Tak, ale nie obsługuje niestandardowego odtwarzacza i zamiast tego otwiera aplikację YouTube. Niestandardowy odtwarzacz jest niestety niedostępny z powodów technicznych i prawnych. Możesz również użyć AirPlay do przesyłania z Unwatched na Apple TV. Uruchom tryb pełnoekranowy (prawy dolny róg, nie na macOS), a następnie wybierz AirPlay.

# tvOsFaqQ
source: Is Unwatched available on tvOS?
de: Gibt es eine tvOS Version von Unwatched?
es: ¿Está Unwatched disponible en tvOS?
fr: Est-ce qu'Unwatched est disponible sur tvOS ?
pl: Czy Unwatched jest dostępny na tvOS?

source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
pl: Cofnij

source: Unsubscribe
de: Abo beenden
es: Desuscribirse
fr: Se désabonner
pl: Anuluj subskrypcję

source: Unwatched Help
de: Unwatched Hilfe
es: Ayuda de Unwatched
fr: Unwatched Aide
pl: Unwatched Pomoc

source: Use Default
de: Standard
es: Usar predeterminado
fr: Utiliser par défaut
pl: Użyj domyślnych

# useNoCookieUrl
source: No Cookies Mode
de: Keine Cookies Modus
es: Modo sin cookies
fr: Mode sans cookies
pl: Tryb bez ciasteczek

# useNoCookieUrlHelper
source: Uses a privacy-friendly YouTube URL. Watch history won’t sync to YouTube, and language or subtitle settings may reset. Not logging into YouTube might be the better alternative.
de: Verwendet eine datenschutzfreundliche YouTube-URL. Der Wiedergabeverlauf wird nicht mit YouTube synchronisiert, und Sprach- oder Untertiteleinstellungen kann zwischen Videos verloren gehen. Das Nicht-Anmelden bei YouTube könnte die bessere Alternative sein.
es: Utiliza una URL de YouTube que respeta la privacidad. El historial de visualización no se sincronizará con YouTube, y la configuración de idioma o subtítulos puede restablecerse. No iniciar sesión en YouTube podría ser la mejor alternativa.
fr: Utilise une URL YouTube respectueuse de la vie privée. L’historique de lecture ne sera pas synchronisé avec YouTube, et les paramètres de langue ou de sous-titres peuvent être réinitialisés. Ne pas se connecter à YouTube pourrait être une meilleure alternative.
pl: Używa przyjaznego dla prywatności adresu URL YouTube. Historia oglądania nie będzie synchronizowana z YouTube, a ustawienia języka lub napisów mogą zostać zresetowane. Lepszą alternatywą może być nie logowanie się do YouTube.

source: User Data
de: Nutzer Daten
es: Datos del usuario
fr: Données utilisateur
pl: Dane użytkownika

# videoAddedToInbox
source: Videos Added to Inbox
de: Neue Videos in Inbox
es: Videos añadidos a la bandeja de entrada
fr: Vidéos ajoutées a l'Inbox
pl: Nowe filmy w skrzynce

# videoAddedToQueue
source: Videos Added to Queue
de: Neue Videos in Queue
es: Videos añadidos a la cola
fr: Vidéos ajoutées à la file d'attente
pl: Nowe filmy w kolejce

# videoAtTimestamp
source: Timestamped Video
de: Video mit Zeitstempel
es: Video con marca de tiempo
fr: Vidéo horodatée
pl: Wideo z oznaczonym czasem

source: Video Description
de: Video Beschreibung
es: Descripción del video
fr: Description de la vidéo
pl: Opis filmu

source: Video List Format
de: Video Listen Darstellung
es: Formato de lista de videos
fr: Format de la liste des vidéos
pl: Widok listy filmów

# videoPlacement
source: Placement
de: Neue Videos
es: Ubicación
fr: Emplacement
pl: Pozycja

# videoSorting
source: Sorting
de: Sortierung
es: Ordenación
fr: Tri
pl: Sortowanie

# videoTitle
source: Title
de: Titel
es: Título
fr: Titre
pl: Tytuł

source: Video Title Filter
de: Videotitel-Filter
es: Filtro de título de video
fr: Filtre de titre vidéo
pl: Filtr tytułu wideo

# videoTitleFilterFooter
source: Video titles matching any of the keywords will not be added to Queue/Inbox, but will still be in the library. Use “,” to separate multiple keywords.
de: Video-Titel, die einem der Schlagwörter entsprechen, werden nicht zur Queue/Inbox hinzugefügt, bleiben aber in der Bibliothek. Verwende "," um mehrere Schlüsselwörter zu trennen.
es: Los títulos de videos que coincidan con cualquiera de las palabras clave no se agregarán a Queue/Inbox, pero seguirán estando en la biblioteca. Usa "," para separar múltiples palabras clave.
fr: Les titres de vidéos correspondant à l'un des mots-clés ne seront pas ajoutés à Queue/Inbox, mais resteront dans la bibliothèque. Utilisez "," pour séparer plusieurs mots-clés.
pl: Tytuły wideo pasujące do któregokolwiek ze słów kluczowych nie zostaną dodane do Queue/Inbox, ale nadal będą w bibliotece. Użyj "," aby oddzielić wiele słów kluczowych.

source: View Channel
de: Kanal anzeigen
es: Ver canal
fr: Afficher la chaîne
pl: Wyświetl kanał

source: Watched
de: Gesehen
es: Visto
fr: Vus
pl: Obejrzane

# watchHistoryNotShowingFaqA
source: Disable “Settings → Playback → No Cookies Mode” to ensure watched videos appear on YouTube, and sign in through the in-app browser under Library → Search YouTube.
de: Die Option "Einstellungen → Wiedergabe → Keine Cookies Modus" muss deaktiviert sein. Stelle außerdem Sicher, dass du im in-App Browser unter Bibliothek → YouTube Browser mit deinem YouTube Account angemeldet bist.
es: Desactiva "Configuración → Reproducción → Modo sin cookies" para asegurar que los videos vistos aparezcan en YouTube, e inicia sesión a través del navegador de la aplicación en Biblioteca → Buscar en YouTube. RetryClaude can make mistakes. Please double-check responses.
fr: Désactivez « Réglages → Lecture → Mode sans cookies » pour que les vidéos regardées apparaissent sur YouTube, et connectez-vous via le navigateur intégré sous Bibliothèque → Rechercher sur YouTube.
pl: Wyłącz „Ustawienia → Odtwarzanie → Tryb bez ciasteczek", aby obejrzane filmy pojawiały się na YouTube, i zaloguj się przez przeglądarkę w aplikacji w Biblioteka → Szukaj w YouTube.

# watchHistoryNotShowingFaqQ
source: Why don't my watched videos appear in my YouTube watch history?
de: Warum erscheinen meine angesehenen Videos nicht in meinem YouTube-Wiedergabeverlauf?
es: ¿Por qué no aparecen mis videos vistos en mi historial de reproducciones de YouTube?
fr: Pourquoi mes vidéos vus n'apparaissent pas dans mon historique YouTube ?
pl: Dlaczego moje obejrzane filmy nie pojawiają się w mojej historii oglądania YouTube?

# watchHistoryNotShowingFaqT
source: YouTube Watch History
de: YouTube Wiedergabeverlauf
es: Historial de reproducciones de YouTube
fr: Historique YouTube
pl: Historia filmów na YouTube

source: Watch in Unwatched
de: In Unwatched ansehen
es: Ver en Unwatched
fr: Regarder dans Unwatched
pl: Oglądaj w Unwatched

# WatchInUnwatchedDescription
source: Plays the video in and opens Unwatched
de: Öffnet Unwatched und started das Video
es: Reproduce el video y abre Unwatched
fr: Lire la vidéo et ouvrir Unwatched
pl: Odtwarza film i otwiera Unwatched

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
pl: Żółty

source: Yesterday, %@
de: Gestern, %@
es: Ayer, %@
fr: Hier, %@
pl: Wczoraj, %@

source: YouTube Channel URL
de: YouTube Kanal URL
es: URL del canal de YouTube
fr: URL de la chaîne YouTube
pl: URL kanału YouTube

# youtubePremium
source: Confirm YouTube Premium
de: YouTube Premium bestätigen
es: Confirmar YouTube Premium
fr: Confirmer YouTube Premium
pl: Potwierdź YouTube Premium

# youtubePremiumConfirm
source: I have Premium
de: Ich habe Premium
es: Tengo Premium
fr: J'ai Premium
pl: Mam Premium

# youtubePremiumDecline
source: I don’t have Premium
de: Ich habe kein Premium
es: No tengo Premium
fr: Je n'ai pas Premium
pl: Nie mam Premium

# youtubePremiumTitle
source: Do you have YouTube Premium?
de: Hast du YouTube Premium?
es: ¿Tienes YouTube Premium?
fr: Avez-vous YouTube Premium ?
pl: Czy masz YouTube Premium?

# addToInboxShort
source: Inbox
es: Bandeja de entrada
pl: Skrzynka

# categoryFiller
source: Filler
es: Relleno
fr: Remplissage
pl: Wypełniacz

# categoryPreview
source: Preview
es: Vista previa
fr: Aperçu
pl: Podgląd

# categorySponsor
source: [Sponsor]
es: [Patrocinador]
pl: [Reklama]

# contactUs
source: Email
es: Correo electrónico

# controls
source: Player Controls
es: Controles del reproductor
fr: Contrôles du lecteur
pl: Sterowanie odtwarzaczem

# debugStartFetch %@
source: Debug: %@
es: Depuración: %@

# emailAndFaq
source: Email & FAQ
es: Correo electrónico y preguntas frecuentes
pl: E-mail i FAQ

# filterSettings
source: Filter
es: Filtrar
fr: Filtrer
pl: Filtr

# hideControls
source: Player Controls
es: Controles del reproductor
fr: Commandes du lecteur
pl: Kontrolki odtwarzacza

source: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
pl: Synchronizacja iCloud

source: Inbox
es: Bandeja de entrada
pl: Skrzynka

source: Orange
es: Naranja
pl: Pomarańczowy

source: Pause
es: Pausar
pl: Pauza

source: Play
es: Reproducir
fr: Lecture
pl: Odtwarzaj

source: Playlist
es: Lista de reproducción
pl: Lista odtwarzania

source: Play/Pause
es: Reproducir/Pausar
fr: Lecture/Pause
pl: Odtwarzaj/Pauza

source: Queue
es: Cola
fr: File d'attente
pl: Kolejka

source: RSS Feed
es: Fuente RSS
fr: Flux RSS
pl: Kanał RSS

source: Sleep Timer
es: Temporizador de apagado
fr: Minuterie de veille
pl: Timer usypiania

source: Sleep Timer %@
es: Temporizador de apagado %@
fr: Minuterie de veille %@
pl: Timer usypiania %@

# syncNotWorkingFaqT
source: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
pl: Synchronizacja iCloud

# tvOsFaqT
source: tvOS Support
es: Compatibilidad con tvOS
fr: Support tvOS
pl: Wsparcie dla tvOS

source: Unwatched Logo
es: Logotipo de Unwatched
fr: Logo Unwatched
pl: Logo Unwatched

source: Video Status
es: Estado del video
fr: Statut de la vidéo
pl: Status filmu

# videoTriage
source: Triage
es: Clasificación
pl: Selekcja

source: YouTube URL
es: URL de YouTube
fr: URL YouTube
pl: URL YouTube

source: App
fr: Application
pl: Aplikacja

# categoryIntro
source: Intro
fr: Introduction
pl: Wstęp

# categoryOutro
source: Outro
fr: Conclusion
pl: Zakończenie

source: Video
fr: Vidéo
pl: Wideo

# videoFilter
source: Videos
fr: Vidéos
pl: Filmy

source: Videos
fr: Vidéos
pl: Filmy

# videoSettings
source: Videos
fr: Vidéos
pl: Filmy

source: Logging
pl: Logowanie

source: Logs
pl: Logi
